{
    "herb" : {
        "growthTime" : "4800000",
        "plantMessage" : "I started a new herb timer, ill message you when theyre ready. (approx 1h20m)",
        "growingMessage" : "The herbs you planted earlier arent ready yet.",
        "harvestMessage" : "Your herbs should be ready for harvest now!"
    },
    "morchella" : {
        "growthTime" : "14400000",
        "plantMessage" : "I started a new mushroom timer, ill message you when theyre ready. (approx 4h)",
        "growingMessage" : "The mushrooms you planted earlier arent ready yet.",
        "harvestMessage" : "Your mushrooms should be ready for harvest now!"
    },
    "grapevine" : {
        "growthTime" : "4800000",
        "plantMessage" : "I started a new grapevine timer, ill message you when theyre ready. (approx 1h20m)",
        "growingMessage" : "The grapes you planted earlier are still growing, be patient.",
        "harvestMessage" : "Your grapevines have matured! Time to start picking :)"
    },
    "barberry" : {
        "growthTime" : "12000000",
        "plantMessage" : "I started a new barberry bush timer, ill message you when theyre ready. (approx 3h20m)",
        "growingMessage" : "The barberry bushes you planted earlier arent ready yet.",
        "harvestMessage" : "Your barberry bushes are ready to be picked!"
    },
    "bloodwood" : {
        "growthTime" : "21600000",
        "plantMessage" : "I started a new bloodwood tree regrowth timer, ill message you when theyre ready. (approx 6h)",
        "growingMessage" : "The Bloodwood trees you cut down earlier havnt grown back yet.",
        "harvestMessage" : "The Bloodwood Trees you cut down earlier have grown back!"
    },
    "coconut" : {
        "growthTime" : "16200000",
        "plantMessage" : "I started a new coconut regrowth timer, ill message you when theyre ready. (approx 4h30m)",
        "growingMessage" : "The coconuts you picked earlier havnt finished growing back yet.",
        "harvestMessage" : "A new batch of coconuts are ready to be picked!"
    },
    "sweetcorn" : {
        "growthTime" : "3000000",
        "plantMessage" : "I started a new sweetcorn timer, ill message you when theyre ready. (approx 50m)",
        "growingMessage" : "The sweetcorn you planted earlier arent ready for harvest yet.",
        "harvestMessage" : "Your sweetcorn are ready to be harvested now!"
    },
    "tester" : {
        "growthTime" : "3000",
        "plantMessage" : "fast grow debug crop timer started",
        "growingMessage"  : "debug crop still growing",
        "harvestMessage" : "debug crop ready for harvest"
    },
    "cactus" : {
        "growthTime" : "4500000",
        "plantMessage" : "I started a new cactus spine regrowth timer, ill message you when theyre ready to be picked again. (approx 1h15m)",
        "growingMessage" : "The cactus spines you picked earlier havnt had enough time to regrow yet.",
        "harvestMessage" : "The cactus spines are ready to be harvested again!"
    }
}
